{
  "Kethubim - Writings": {},
  "Nebi'im - Prophets": {},
  "Torah -Teachings": {
    "Bereshith (Genisis)    בְּרֵאשִׁית": {
      "1": [
        {
          "verse": 1,
          "text": "In the beginning Elohim created the heavens and the earth.",
          "id": "v1"
        },
        {
          "verse": 2,
          "text": "[[a|And the earth came to be]] formless and empty, and darkness was on the face of the deep. And the Spirit of Elohim was moving on the face of the waters.",
          "id": "v2"
        },
        {
          "verse": 3,
          "text": "And Elohim said, \"Let light come to be,\" and light came to be.",
          "id": "v3"
        },
        {
          "verse": 4,
          "text": "And Elohim saw the light, that it was good. And Elohim separated the light from the darkness",
          "id": "v4"
        },
        {
          "verse": 5,
          "text": "And Elohim called the light 'day' and the darkness He called 'night'. And there came to be evening and there came to be morning, one day.",
          "id": "v5"
        },
        {
          "verse": 6,
          "text": "And Elohim said, Let an expanse come to be in the midst of the waters, and let it separate the waters from the waters.\"",
          "id": "v6"
        },
        {
          "verse": 7,
          "text": "And Elohim made the expanse, and separated the water which were under the expanse from the waters which were above the expanse. And it came to be so.",
          "id": "v7"
        },
        {
          "verse": 8,
          "text": "And Elohim called the expanse 'heavens.' And there came to be evening and there came to be morning, the second day.",
          "id": "v8"
        },
        {
          "verse": 9,
          "text": "And Elohim said, \"Let the waters under the heavens be gathered together into one place, and let the dry land appear.\" And it came to be so.",
          "id": "v9"
        },
        {
          "verse": 10,
          "text": "And Elohim called the dry land 'earth,' and the collection of the waters He called 'seas.' And Elohim saw that it was good.",
          "id": "v10"
        },
        {
          "verse": 11,
          "text": "And Elohim said, \"Let the earth bring forth grass, the planet that yields seed, and the fruit tree that yields fruit according to its kind, whose seed is in itself, on the earth.\" And it came to be so.",
          "id": "v11"
        },
        {
          "verse": 12,
          "text": "And the earth brought forth grass, the plant that yields seed according to its kind, and the tree that yields fruit, whose seed is in itself according to its kind. And Elohim saw that it was good.",
          "id": "v12"
        },
        {
          "verse": 13,
          "text": "And there came to be evening and there came to be morning, the third day.",
          "id": "v13"
        },
        {
          "verse": 14,
          "text": "And Elohim said, \"Let lights come to be in the expanse of the heavens to separate the day from the night, and let them be for signs and appointed times, and for days and years,",
          "id": "v14"
        },
        {
          "verse": 15,
          "text": "and let them be for lights in the expanse of the heavens to give light on the earth.\" And it came to be so",
          "id": "v15"
        },
        {
          "verse": 16,
          "text": "And Elohim made two great lights: the greater light to rule the day, and the lesser light to rule the night, and the stars.",
          "id": "v16"
        },
        {
          "verse": 17,
          "text": "And Elohim set them in the expanse of the heavens to give light on the earth,",
          "id": "v17"
        },
        {
          "verse": 18,
          "text": "and to rule over the day and over the night, and to separate the light from the darkness. And Elohim saw that it was good.",
          "id": "v18"
        },
        {
          "verse": 19,
          "text": "And there came to be evening and there came to be morning, the fourth day.",
          "id": "v19"
        },
        {
          "verse": 20,
          "text": "And Elohim said, \"Let the waters teem with shoals of living beings, and let birds fly above the earth on the face of the expanse of the heavens.\"",
          "id": "v20"
        },
        {
          "verse": 21,
          "text": "And Elohim created great sea creatures and every living being that moves, with which the waters teemed, according to their kind, and every winged bird according to its kind. And Elohim saw that it was good",
          "id": "v21"
        },
        {
          "verse": 22,
          "text": "And Elohim blessed them, saying, \"Be fruitful and increate, and fill the waters in the seas and let the birds increase on the earth.\"",
          "id": "v22"
        },
        {
          "verse": 23,
          "text": "And there came to be evening, and there came to be morning, the fifth day.",
          "id": "v23"
        },
        {
          "verse": 24,
          "text": "And Elohim said, \"Let the earth bring forth the living being according to its kind: livestock and creeping creatures and beasts of the earth, according to its kind.\" And it came to be so.",
          "id": "v24"
        },
        {
          "verse": 25,
          "text": "And Elohim made the beast of the earth according to its kind, livestock according to its kind, and all that creep on the earth according to its kind. And Elohim saw that it was good.",
          "id": "v25"
        },
        {
          "verse": 26,
          "text": "And Elohim said \"Let us make man in our image according to our likeness, and let them rule over the fish of the sea, and over the birds of the heavens, and over the livestock, and over all the earth, and over all the creeping creatures that creep on the ground.\"",
          "id": "v26"
        },
        {
          "verse": 27,
          "text": "An Elohim created the man in His image. In the image of Elohim, He created him - male and female, He created them.",
          "id": "v27"
        },
        {
          "verse": 28,
          "text": "And Elohim blessed them and said to them, \"Be fruitful and increase, and fill the earth and subdue it, and rule over the fish of the sea, and over the birds of the heavens, and over all creeping creatures on the earth.\"",
          "id": "v28"
        },
        {
          "verse": 29,
          "text": "And Elohim said, \"See, I have given you every plant that yields seed which is on the face of all the earth, and every tree who's fruit yields seed, to you it is for food.\"",
          "id": "v29"
        },
        {
          "verse": 30,
          "text": "\"And to every beast of the earth, and to every bird of the heavens, and to every creeping creature on the earth, in which there is a living being, every green plant is for food.\" And it came to be so",
          "id": "v30"
        },
        {
          "verse": 31,
          "text": "And Elohim saw all that He had made, and see, it was very good. And there came to be evening and there came to be morning on the sixth day.",
          "id": "c069a8"
        }
      ],
      "margin notes": {}
    }
  }
}